Revit 2022 API
ParameterTypeId.FabricationSpotTopElevationIncludeInsulationOfPart Property
 "Spot Top Elevation with Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationSpotTopElevationIncludeInsulationOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSpotTopElevationIncludeInsulationOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSpotTopElevationIncludeInsulationOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace